Repository: Ayuei/zget
Catalog: zget/locales/*/LC_MESSAGES/zget.po
Languages: de_de

source: Maybe the other end is not using encryption or is running an outdated version of zget?
de_de: Vielleicht benutzt die andere Seite keine Verschlüsselung oder eine veraltete zget-Version?

source: Initializing AES encryptor
de_de: Initialisiere AES Verschlüsselung

source: Initializing AES parameters
de_de: Initialisiere AES Parameter

source: Sending HMAC signature
de_de: Sende HMAC Signatur

source: HMAC signature: %s
de_de: HMAC Signatur: %s

source: Initializing AES decryptor
de_de: Initialisiere AES Verschlüsselung

source: Received AES parameters
de_de: AES Parameter empfangen

source: Received HMAC signature
de_de: HMAC Signatur empfangen

source: HMAC verification OK
de_de: HMAC Überprüfung OK

source: SPAKE2 Key Exchange finished
de_de: SPAKE2 Schlüsselaustausch abgeschlossen

source: The key exchange failed.
de_de: Schlüsselaustausch fehlgeschlagen

source: Password key exchange did not finish before starting the transfer.
de_de: Schlüsselaustausch wurde nicht abgeschlosen bevor die Übertragung begann.

source: Initializing bypass cryptor
de_de: Initialisiere Bypass Verschlüsselung

source: Peer found. Downloading...
de_de: Gegenstelle gefunden. Lade herunter...

source: Verbose mode. Multiple -v options increase the verbosity
de_de: Verbose Modus. Mehrere -v optionen erhöhen ausführlichkeit

source: Quiet mode. Hides progess bar
de_de: Stiller Modus. Versteckt Fortschrittsbalken

source: SECONDS
de_de: SEKUNDEN

source: Set timeout after which program aborts transfer
de_de: Zeitdauer, nach der Transfer abgebrochen wird

source: PASSWORD
de_de: PASSWORT

source: Password for transfer encryption
de_de: Passwort für Übertragungs-Verschlüsselung

source: Bypass transfer encryption, for legacy clients. DANGEROUS!
de_de: Verschlüsselung deaktivieren, für veraltete Gegenstellen. GEFÄHRLICH!

source: filename
de_de: dateiname

source: The filename to look for on the network
de_de: Der Dateiname, nach dem im Netzwerk gesucht werden soll

source: output
de_de: ausgabe

source: The local filename to save to
de_de: Die lokale Datei zum Speichern

source: Password for '%s':
de_de: Passwort für '%s':

source: WARNING: Encryption and authentication DISABLED!
de_de: WARNUNG: Verschlüsselung und Authentifizierung DEAKTIVIERT!

source: Upload a file using `zput <filename> %s`
de_de: Laden Sie eine Datei mittels `zput <filename> %s` hoch

source: Upload a file using `zput %(f)s` or `zput <filename> %(f)s`
de_de: Laden Sie eine Datei mittels `zput %(f)s` oder `zput <filename> %(f)s` hoch

source: An Error occurred. For a full traceback try running zget again with enabled verbosity (-vvv).
de_de: Ein Fehler ist aufgetreten. Versuchen sie, für eine vollständige Meldung, zget im Debug Modus (-vvv) auszuführen.

source: Looking for %s._zget._http._tcp.local.
de_de: Suche nach %s._zget._http._tcp.local.

source: Downloading from %(a)s:%(p)d
de_de: Lade herunter von %(a)s:%(p)d

source: Done.
de_de: Fertig.

source: %s is not a valid IP address
de_de: %s ist keine gültige IP Adresse

source: Peer found. Uploading...
de_de: Gegenstelle gefunden. Lade hoch...

source: Invalid request received. Aborting.
de_de: Ungültige Anfrage empfangen. Breche ab.

source: The port to share the file on
de_de: Der Port auf dem die Datei geteilt werden soll

source: ADDRESS
de_de: ADRESSE

source: The address to share the file on
de_de: Die Adresse auf der die Datei geteilt werden soll

source: The interface to share the file on
de_de: Das Interface auf dem die Datei geteilt werden soll

source: input
de_de: eingabe

source: The file to share on the network
de_de: Die Datei, die im Netzwert geteilt werden soll

source: File %s does not exist
de_de: Datei %s existiert nicht

source: You may only provide one of --address or --interface
de_de: Sie können lediglich --address oder --interface setzen, aber nicht beide

source: Download this file using `zget %(f)s` or `zget %(o)s`
de_de: Laden Sie diese Datei mittels `zget %(f)s` oder `zget %(o)s` herunter

source: Port %d exceeds allowed range
de_de: Port %d liegt oberhalb des erlaubten Wertebereich

source: Using interface %s
de_de: Benutze Interface %s

source: Listening on %(a)s:%(p)d you may change address using --address and port using --port
de_de: Horche auf %(a)s:%(p)d Sie können Addresse mittels --address und Port mittels --port verändern

source: Broadcasting as %s._zget._http._tcp.local.
de_de: Sende als %s._zget._http._tcp.local.

source: Timeout.
de_de: Zeitüberschreitung.

source: You have selected an invalid interface
de_de: Sie haben ein ungültiges Interface gewählt.
